Repository: Shopify/checkout-sheet-kit-swift
Catalog: Sources/ShopifyAcceleratedCheckouts/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, vi, zh_cn, zh_tw

# errors.emojis.address1
source: Address line cannot contain emojis
bg: Адресният ред не може да съдържа емотикони
cs: Řádek adresy nemůže obsahovat emotikony
da: Adresselinje må ikke indeholde emojis
de: Adresszeile darf keine Emojis enthalten
el: Η γραμμή διεύθυνσης δεν μπορεί να περιέχει emojis
es: La línea de la dirección no puede contener emojis.
fi: Osoiterivi ei voi sisältää hymiöitä
fr: La ligne d'adresse ne peut pas contenir d'emojis
hr: Redak adrese ne može sadržavati emotikone
hu: A címsor nem tartalmazhat hangulatjeleket
id: Baris alamat tidak boleh berisi emoji
it: La riga dell'indirizzo non può contenere emoji
ja: 住所1に絵文字を含めることはできません
ko: 주소란에 이모티콘을 포함할 수 없습니다
ms: Baris alamat tidak boleh mengandungi emoji
nb: Adresselinje kan ikke inneholde emojier
nl: Adresregel mag geen emoji's bevatten.
pl: Linia adresu nie może zawierać emoji
pt_br: A linha do endereço não pode conter emojis
ro: Linia de adresă nu poate conține emoji-uri
ru: Строка адреса не может содержать эмодзи
sk: Riadok adresy nemôže obsahovať emotikony
sl: Vrstica z naslovom ne sme vsebovati čustvenih simbolov
sv: Adressrad kan inte innehålla emojis
th: บรรทัดที่อยู่ต้องไม่มีอีโมจิ
tr: Adres satırı emoji içeremez
vi: Dòng địa chỉ không được chứa biểu tượng cảm xúc
zh_cn: 地址行不能包含表情符号
zh_tw: 地址行不得包含表情符號

# errors.emojis.address2
source: Second address line cannot contain emojis
bg: Вторият адресен ред не може да съдържа емотикони
cs: Druhý řádek adresy nemůže obsahovat emotikony
da: Anden adresselinje må ikke indeholde emojis
de: Zweite Adresszeile darf keine Emojis enthalten
el: Η δεύτερη γραμμή διεύθυνσης δεν μπορεί να περιέχει emojis
es: La segunda línea de la dirección no puede contener emojis.
fi: Toinen osoiterivi ei voi sisältää hymiöitä
fr: La deuxième ligne d'adresse ne peut pas contenir d'emojis
hr: Drugi redak adrese ne može sadržavati emotikone
hu: A második címsor nem tartalmazhat hangulatjeleket
id: Baris alamat kedua tidak boleh berisi emoji
it: La seconda riga dell'indirizzo non può contenere emoji
ja: 住所2に絵文字を含めることはできません
ko: 주소의 두 번째 줄에 이모티콘을 포함할 수 없습니다
ms: Baris alamat kedua tidak boleh mengandungi emoji
nb: Andre adresselinje kan ikke inneholde emojier
nl: Tweede adresregel mag geen emoji's bevatten.
pl: Druga linia adresu nie może zawierać emoji
pt_br: A segunda linha do endereço não pode conter emojis
ro: A doua linie de adresă nu poate conține emoji-uri
ru: Вторая строка адреса не может содержать эмодзи
sk: Druhý riadok adresy nemôže obsahovať emotikony
sl: Druga vrstica z naslovom ne sme vsebovati čustvenih simbolov
sv: Andra adressraden kan inte innehålla emojis
th: บรรทัดที่อยู่ที่สองต้องไม่มีอีโมจิ
tr: İkinci adres satırı emoji içeremez
vi: Dòng địa chỉ thứ hai không được chứa biểu tượng cảm xúc
zh_cn: 第二个地址行不能包含表情符号
zh_tw: 地址第二行不得包含表情符號

# errors.emojis.city
source: City cannot contain emojis
bg: Градът не може да съдържа емотикони
cs: Město nemůže obsahovat emotikony
da: By må ikke indeholde emojis
de: Stadt darf keine Emojis enthalten
el: Η πόλη δεν μπορεί να περιέχει emojis
es: La ciudad no puede contener emojis.
fi: Kaupunki ei voi sisältää hymiöitä
fr: La ville ne peut pas contenir d'emojis
hr: Grad ne može sadržavati emotikone
hu: A város nem tartalmazhat hangulatjeleket
id: Kota tidak boleh berisi emoji
it: La città non può contenere emoji
ja: 都市に絵文字を含めることはできません
ko: 구/군/시에 이모티콘을 포함할 수 없습니다
ms: Bandar tidak boleh mengandungi emoji
nb: By kan ikke inneholde emojier
nl: Plaats mag geen emoji's bevatten.
pl: Miasto nie może zawierać emoji
pt_br: O nome da cidade não pode conter emojis
ro: Orașul nu poate conține emoji-uri
ru: Город не может содержать эмодзи
sk: Mesto nemôže obsahovať emotikony
sl: Mesto ne sme vsebovati čustvenih simbolov
sv: Stad kan inte innehålla emojis
th: เมืองต้องไม่มีอีโมจิ
tr: Şehir emoji içeremez
vi: Thành phố không được chứa biểu tượng cảm xúc
zh_cn: 城市不能包含表情符号
zh_tw: 城市不得包含表情符號

# errors.emojis.first_name
source: First name cannot contain emojis
bg: Името не може да съдържа емотикони
cs: Křestní jméno nemůže obsahovat emotikony
da: Fornavn må ikke indeholde emojis
de: Vorname darf keine Emojis enthalten
el: Το όνομα δεν μπορεί να περιέχει emojis
es: El nombre no puede contener emojis.
fi: Etunimi ei voi sisältää hymiöitä
fr: Le prénom ne peut pas contenir d'emojis
hr: Ime ne može sadržavati emotikone
hu: Az utónév nem tartalmazhat hangulatjeleket
id: Nama depan tidak boleh berisi emoji
it: Il nome non può contenere emoji
ja: 名に絵文字を含めることはできません
ko: 이름에 이모티콘을 포함할 수 없습니다
ms: Nama pertama tidak boleh mengandungi emoji
nb: Fornavn kan ikke inneholde emojier
nl: Voornaam mag geen emoji's bevatten
pl: Imię nie może zawierać emoji
pt_br: O nome não pode conter emojis
ro: Prenumele nu poate conține emoji-uri
ru: Имя не может содержать эмодзи
sk: Krstné meno nemôže obsahovať emotikony
sl: Ime ne sme vsebovati čustvenih simbolov
sv: Förnamn kan inte innehålla emojis
th: ชื่อต้องไม่มีอีโมจิ
tr: Ad emoji içeremez
vi: Tên không được chứa biểu tượng cảm xúc
zh_cn: 名字不能包含表情符号
zh_tw: 名字不得包含表情符號

# errors.emojis.last_name
source: Last name cannot contain emojis
bg: Фамилията не може да съдържа емотикони
cs: Příjmení nemůže obsahovat emotikony
da: Efternavn må ikke indeholde emojis
de: Nachname darf keine Emojis enthalten
el: Το επώνυμο δεν μπορεί να περιέχει emojis
es: El apellido no puede contener emojis
fi: Sukunimi ei voi sisältää hymiöitä
fr: Le nom ne peut pas contenir d'emojis
hr: Prezime ne može sadržavati emotikone
hu: A vezetéknév nem tartalmazhat hangulatjeleket
id: Nama belakang tidak boleh berisi emoji
it: Il cognome non può contenere emoji
ja: 姓に絵文字を含めることはできません
ko: 성에 이모티콘을 포함할 수 없습니다
ms: Nama akhir tidak boleh mengandungi emoji
nb: Etternavn kan ikke inneholde emojier
nl: Achternaam mag geen emoji's bevatten
pl: Nazwisko nie może zawierać emoji
pt_br: O sobrenome não pode conter emojis
ro: Numele nu poate conține emoji-uri
ru: Фамилия не может содержать эмодзи
sk: Priezvisko nemôže obsahovať emotikony
sl: Priimek ne sme vsebovati čustvenih simbolov
sv: Efternamn kan inte innehålla emojis
th: นามสกุลต้องไม่มีอีโมจิ
tr: Soyadı emoji içeremez
vi: Họ không được chứa biểu tượng cảm xúc
zh_cn: 姓氏不能包含表情符号
zh_tw: 姓氏不得包含表情符號

# errors.emojis.postal_code
source: Postal code/zip cannot contain emojis
bg: Пощенският код не може да съдържа емотикони
cs: PSČ nemůže obsahovat emotikony
da: Postnummer må ikke indeholde emojis
de: Postleitzahl darf keine Emojis enthalten
el: Ο ταχυδρομικός κώδικας δεν μπορεί να περιέχει emojis
es: El código postal no puede contener emojis.
fi: Postinumero ei voi sisältää hymiöitä
fr: Le code postal ne peut pas contenir d'emojis
hr: Poštanski broj ne može sadržavati emotikone
hu: Az irányítószám nem tartalmazhat hangulatjeleket
id: Kode pos tidak boleh berisi emoji
it: Il Codice postale/CAP non può contenere emoji
ja: 郵便番号に絵文字を含めることはできません
ko: 우편 번호에 이모티콘을 포함할 수 없습니다
ms: Poskod tidak boleh mengandungi emoji
nb: Postnummer kan ikke inneholde emojier
nl: Postcode mag geen emoji's bevatten.
pl: Kod pocztowy nie może zawierać emoji
pt_br: O CEP não pode conter emojis
ro: Codul poștal nu poate conține emoji-uri
ru: Почтовый индекс не может содержать эмодзи
sk: PSČ nemôže obsahovať emotikony
sl: Poštna številka ne sme vsebovati čustvenih simbolov
sv: Postnummer kan inte innehålla emojis
th: รหัสไปรษณีย์ต้องไม่มีอีโมจิ
tr: Posta kodu emoji içeremez
vi: Mã bưu chính không được chứa biểu tượng cảm xúc
zh_cn: 邮政编码不能包含表情符号
zh_tw: 郵政/郵遞區號不得包含表情符號

# errors.html_tags.address1
source: Address line cannot contain HTML tags
bg: Адресният ред не може да съдържа HTML тагове
cs: Řádek adresy nemůže obsahovat značky HTML
da: Adresselinje må ikke indeholde HTML-tags
de: Adresszeile darf keine HTML-Tags enthalten
el: Η γραμμή διεύθυνσης δεν μπορεί να περιέχει ετικέτες HTML
es: La línea de dirección no puede contener etiquetas HTML.
fi: Osoiterivi ei voi sisältää HTML-tageja
fr: La ligne d'adresse ne peut pas contenir de balises HTML
hr: Redak adrese ne može sadržavati HTML oznake
hu: A címsor nem tartalmazhat HTML-címkéket
id: Baris alamat tidak boleh berisi tag HTML
it: La riga dell'indirizzo non può contenere tag HTML
ja: 住所1にHTMLタグを含めることはできません
ko: 주소란 1에 HTML 태그를 포함할 수 없습니다
ms: Baris alamat tidak boleh mengandungi tag HTML
nb: Adresselinje kan ikke inneholde HTML-koder
nl: Adresregel mag geen HTML-tags bevatten.
pl: Linia adresu nie może zawierać tagów HTML
pt_br: A linha do endereço não pode conter tags HTML
ro: Linia de adresă nu poate conține etichete HTML
ru: Строка адреса не может содержать теги HTML
sk: Riadok adresy nemôže obsahovať značky HTML
sl: Vrstica z naslovom ne sme vsebovati oznak HTML
sv: Adressrad kan inte innehålla HTML-taggar
th: บรรทัดที่อยู่ต้องไม่มีแท็ก HTML
tr: Adres satırı HTML etiketleri içeremez
vi: Dòng địa chỉ không được chứa thẻ HTML
zh_cn: 地址行不能包含 HTML 标记
zh_tw: 地址行不得包含 HTML 標籤

# errors.html_tags.address2
source: Second address line cannot contain HTML tags
bg: Вторият адресен ред не може да съдържа HTML тагове
cs: Druhý řádek adresy nemůže obsahovat značky HTML
da: Anden adresselinje må ikke indeholde HTML-tags
de: Zweite Adresszeile darf keine HTML-Tags enthalten
el: Η δεύτερη γραμμή διεύθυνσης δεν μπορεί να περιέχει ετικέτες HTML
es: La segunda línea de la dirección no puede contener etiquetas HTML.
fi: Toinen osoiterivi ei voi sisältää HTML-tageja
fr: La deuxième ligne d'adresse ne peut pas contenir de balises HTML
hr: Drugi redak adrese ne može sadržavati HTML oznake
hu: A második címsor nem tartalmazhat HTML-címkéket
id: Baris alamat kedua tidak boleh berisi tag HTML
it: La seconda riga dell'indirizzo non può contenere tag HTML
ja: 住所2にHTMLタグを含めることはできません
ko: 주소의 두 번째 줄에 HTML 태그를 포함할 수 없습니다
ms: Baris alamat kedua tidak boleh mengandungi tag HTML
nb: Andre adresselinje kan ikke inneholde HTML-koder
nl: Tweede adresregel mag geen HTML-tags bevatten.
pl: Druga linia adresu nie może zawierać tagów HTML
pt_br: A segunda linha do endereço não pode conter tags HTML
ro: A doua linie de adresă nu poate conține etichete HTML
ru: Вторая строка адреса не может содержать теги HTML
sk: Druhý riadok adresy nemôže obsahovať značky HTML
sl: Druga vrstica z naslovom ne sme vsebovati oznak HTML
sv: Andra adressraden kan inte innehålla HTML-taggar
th: บรรทัดที่อยู่ที่สองต้องไม่มีแท็ก HTML
tr: İkinci adres satırı HTML etiketleri içeremez
vi: Dòng địa chỉ thứ hai không được chứa thẻ HTML
zh_cn: 第二个地址行不能包含 HTML 标记
zh_tw: 地址第二行不得包含 HTML 標籤

# errors.html_tags.city
source: City cannot contain HTML tags
bg: Градът не може да съдържа HTML тагове
cs: Město nemůže obsahovat značky HTML
da: By må ikke indeholde HTML-tags
de: Stadt darf keine HTML-Tags enthalten
el: Η πόλη δεν μπορεί να περιέχει ετικέτες HTML
es: La ciudad no puede contener etiquetas HTML.
fi: Kaupunki ei voi sisältää HTML-tageja
fr: La ville ne peut pas contenir de balises HTML
hr: Grad ne može sadržavati HTML oznake
hu: A város nem tartalmazhat HTML-címkéket
id: Kota tidak boleh berisi tag HTML
it: La città non può contenere tag HTML
ja: 都市にHTMLタグを含めることはできません
ko: 구/군/시에 HTML 태그를 포함할 수 없습니다
ms: Bandar tidak boleh mengandungi tag HTML
nb: By kan ikke inneholde HTML-koder
nl: Plaats mag geen HTML-tags bevatten.
pl: Miasto nie może zawierać tagów HTML
pt_br: A cidade não pode conter tags HTML
ro: Orașul nu poate conține etichete HTML
ru: Город не может содержать теги HTML
sk: Mesto nemôže obsahovať značky HTML
sl: Mesto ne sme vsebovati oznak HTML
sv: Stad kan inte innehålla HTML-taggar
th: เมืองต้องไม่มีแท็ก HTML
tr: Şehir HTML etiketleri içeremez
vi: Thành phố không được chứa thẻ HTML
zh_cn: 城市不能包含 HTML 标记
zh_tw: 城市不得包含 HTML 標籤

# errors.html_tags.first_name
source: First name cannot contain HTML tags
bg: Името не може да съдържа HTML тагове
cs: Křestní jméno nemůže obsahovat značky HTML
da: Fornavn må ikke indeholde HTML-tags
de: Der Vorname darf keine HTML-Tags enthalten
el: Το όνομα δεν μπορεί να περιέχει ετικέτες HTML
es: El nombre no puede contener etiquetas HTML.
fi: Etunimi ei voi sisältää HTML-tageja
fr: Le prénom ne peut pas contenir de balises HTML
hr: Ime ne može sadržavati HTML oznake
hu: Az utónév nem tartalmazhat HTML-címkéket
id: Nama depan tidak boleh berisi tag HTML
it: Il nome non può contenere tag HTML
ja: 名にHTMLタグを含めることはできません
ko: 이름에 HTML 태그를 포함할 수 없습니다
ms: Nama pertama tidak boleh mengandungi tag HTML
nb: Fornavn kan ikke inneholde HTML-koder
nl: Voornaam mag geen HTML-tags bevatten.
pl: Imię nie może zawierać tagów HTML
pt_br: O nome não pode conter tags HTML
ro: Prenumele nu poate conține etichete HTML
ru: Имя не может содержать теги HTML
sk: Krstné meno nemôže obsahovať značky HTML
sl: Ime ne sme vsebovati oznak HTML
sv: Förnamn kan inte innehålla HTML-taggar
th: ชื่อต้องไม่มีแท็ก HTML
tr: Ad HTML etiketleri içeremez
vi: Tên không được chứa thẻ HTML
zh_cn: 名字不能包含 HTML 标记
zh_tw: 名字不得包含 HTML 標籤

# errors.html_tags.last_name
source: Last name cannot contain HTML tags
bg: Фамилията не може да съдържа HTML тагове
cs: Příjmení nemůže obsahovat značky HTML
da: Efternavn må ikke indeholde HTML-tags
de: Der Nachname darf keine HTML-Tags enthalten
el: Το επώνυμο δεν μπορεί να περιέχει ετικέτες HTML
es: El apellido no puede contener etiquetas HTML.
fi: Sukunimi ei voi sisältää HTML-tageja
fr: Le nom ne peut pas contenir de balises HTML
hr: Prezime ne može sadržavati HTML oznake
hu: A vezetéknév nem tartalmazhat HTML-címkéket
id: Nama belakang tidak boleh berisi tag HTML
it: Il cognome non può contenere tag HTML
ja: 姓にHTMLタグを含めることはできません
ko: 성에 HTML 태그를 포함할 수 없습니다
ms: Nama akhir tidak boleh mengandungi tag HTML
nb: Etternavn kan ikke inneholde HTML-koder
nl: Achternaam mag geen HTML-tags bevatten.
pl: Nazwisko nie może zawierać tagów HTML
pt_br: O sobrenome não pode conter tags HTML
ro: Numele nu poate conține etichete HTML
ru: Фамилия не может содержать теги HTML
sk: Priezvisko nemôže obsahovať značky HTML
sl: Priimek ne sme vsebovati oznak HTML
sv: Efternamn kan inte innehålla HTML-taggar
th: นามสกุลต้องไม่มีแท็ก HTML
tr: Soyadı HTML etiketleri içeremez
vi: Họ không được chứa thẻ HTML
zh_cn: 姓氏不能包含 HTML 标记
zh_tw: 姓氏不得包含 HTML 標籤

# errors.invalid.address1
source: Enter a valid address
bg: Въведете валиден адрес
cs: Zadejte platnou adresu
da: Angiv en gyldig adresse
de: Gib eine gültige Adresse ein
el: Εισαγάγετε μια έγκυρη διεύθυνση
es: Introduce una dirección válida
fi: Syötä kelvollinen osoite
fr: Saisir une adresse valide
hr: Unesite valjanu adresu
hu: Adjon meg egy érvényes címet
id: Masukkan alamat yang valid
it: Inserisci un indirizzo valido
ja: 有効な住所を入力してください
ko: 유효한 주소를 입력하세요
ms: Masukkan alamat yang sah
nb: Skriv inn en gyldig adresse
nl: Voer een geldig adres in.
pl: Wpisz prawidłowy adres
pt_br: Insira um endereço válido
ro: Introdu o adresă validă
ru: Введите действительный адрес
sk: Zadajte platnú adresu
sl: Vnesite veljaven naslov
sv: Ange en giltig adress
th: ป้อนที่อยู่ที่ถูกต้อง
tr: Geçerli bir adres girin
vi: Nhập địa chỉ hợp lệ
zh_cn: 请输入有效地址
zh_tw: 輸入有效的地址

# errors.invalid.address2
source: Enter a valid apartment, suite, etc.
bg: Въведете валиден апартамент, офис и др.
cs: Zadejte platný byt, apartmán atd.
da: Angiv en gyldig lejlighed, etage osv.
de: Gib eine gültige Wohnung, ein gültiges Zimmer usw. ein
el: Εισαγάγετε ένα έγκυρο διαμέρισμα, σουίτα κ.λπ.
es: Introduce un departamento, una suite, etc. válidos
fi: Syötä kelvollinen asunto, sviitti jne.
fr: Entrez un numéro d'appartement, de suite, etc. valide
hr: Unesite valjan stan, apartman itd.
hu: Adjon meg egy érvényes lakás-, lakosztályszámot stb.
id: Masukkan apartemen, suite, dll. yang valid
it: Inserisci scala, interno, ecc. validi
ja: 有効な建物名、部屋番号などを入力してください
ko: 유효한 아파트, 동/호수 등을 입력하세요
ms: Masukkan pangsapuri, suite, dsb. yang sah
nb: Skriv inn en gyldig leilighet, suite osv.
nl: Voer een geldig appartement- of suitenummer, enz. in.
pl: Wpisz prawidłowe mieszkanie, apartament itp.
pt_br: Insira um apartamento, bloco etc. válido
ro: Introdu un apartament, o suită etc. valide
ru: Введите действительную квартиру, офис и т. д.
sk: Zadajte platný byt, apartmán atď.
sl: Vnesite veljavno stanovanje, apartma itd.
sv: Ange giltig lägenhet, svit osv.
th: ป้อนอพาร์ตเมนต์ ห้องชุด ฯลฯ ที่ถูกต้อง
tr: Geçerli bir daire, süit vb. girin
vi: Nhập căn hộ, phòng, v.v. hợp lệ
zh_cn: 请输入有效的公寓、房间号等
zh_tw: 輸入有效的公寓、套房等。

# errors.invalid.city
source: Enter a valid city
bg: Въведете валиден град
cs: Zadejte platné město
da: Angiv en gyldig by
de: Eine gültige Stadt eingeben
el: Εισαγάγετε μια έγκυρη πόλη
es: Introduce una ciudad válida
fi: Syötä kelvollinen kaupunki
fr: Saisir une ville valide
hr: Unesite valjan grad
hu: Adjon meg egy érvényes várost
id: Masukkan kota yang valid
it: Inserisci una città valida
ja: 有効な市区町村を入力してください
ko: 유효한 구/군/시를 입력하세요
ms: Masukkan bandar yang sah
nb: Skriv inn en gyldig by
nl: Voer een geldige plaatsnaam in.
pl: Wpisz prawidłowe miasto
pt_br: Insira uma cidade válida
ro: Introdu un oraș valid
ru: Введите действительный город
sk: Zadajte platné mesto
sl: Vnesite veljavno mesto
sv: Ange en giltig stad
th: ป้อนเมืองที่ถูกต้อง
tr: Geçerli bir şehir girin
vi: Nhập thành phố hợp lệ
zh_cn: 请请输入有效城市
zh_tw: 請輸入有效的城市

# errors.invalid.email
source: Enter a valid email
bg: Въведете валиден имейл
cs: Zadejte platnou e-mailovou adresu
da: Angiv en gyldig e-mailadresse
de: Gib eine gültige E-Mail-Adresse ein
el: Εισαγάγετε ένα έγκυρο email
es: Introduce un correo electrónico válido
fi: Syötä kelvollinen sähköpostiosoite
fr: Saisir une adresse e-mail valide
hr: Unesite valjanu adresu e-pošte
hu: Adjon meg egy érvényes e-mail-címet
id: Masukkan email yang valid
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일을 입력하세요
ms: Masukkan e-mel yang sah
nb: Skriv inn en gyldig e-postadresse
nl: Voer een geldig e-mailadres in.
pl: Wpisz poprawny adres e-mail
pt_br: Insira um e-mail válido
ro: Introdu o adresă de e-mail validă
ru: Введите действительный адрес электронной почты
sk: Zadajte platnú e-mailovú adresu
sl: Vnesite veljaven e-poštni naslov
sv: Ange en giltig e-postadress
th: ป้อนอีเมลที่ถูกต้อง
tr: Geçerli bir e-posta girin
vi: Nhập email hợp lệ
zh_cn: 输入有效的邮箱
zh_tw: 輸入有效的電子郵件

# errors.invalid.emirate
source: Enter a valid emirate
bg: Въведете валидно емирство
cs: Zadejte platný emirát
da: Angiv et gyldigt emirat
de: Gültiges Emirat eingeben
el: Εισαγάγετε ένα έγκυρο εμιράτο
es: Ingresa un emirato válido
fi: Syötä kelvollinen emiraatti
fr: Saisir un émirat valide
hr: Unesite valjan emirat
hu: Adjon meg egy érvényes emirátust
id: Masukkan emirat yang valid
it: Inserisci un emirato valido
ja: 有効な首長国を入力してください
ko: 유효한 토후국 입력
ms: Masukkan emirat yang sah
nb: Skriv inn et gyldig emirat
nl: Voer een geldig emiraat in
pl: Wprowadź prawidłowy emirat
pt_br: Insira um emirado válido
ro: Introdu un emirat valid
ru: Введите действительный эмират
sk: Zadajte platný emirát
sl: Vnesite veljaven emirat
sv: Ange ett giltigt emirat
th: ป้อนเอมิเรตที่ถูกต้อง
tr: Geçerli bir emirlik girin
vi: Nhập tiểu vương quốc hợp lệ
zh_cn: 输入一个有效的酋长国
zh_tw: 請輸入有效的大公國

# errors.invalid.first_name
source: Enter a valid first name
bg: Въведете валидно име
cs: Zadejte platné křestní jméno
da: Angiv et gyldigt fornavn
de: Gib einen gültigen Vornamen ein
el: Εισαγάγετε ένα έγκυρο όνομα
es: Introduce un nombre válido
fi: Syötä kelvollinen etunimi
fr: Veuillez saisir un prénom valide
hr: Unesite valjano ime
hu: Adjon meg egy érvényes utónevet
id: Masukkan nama depan yang valid
it: Inserisci un nome valido
ja: 有効な名を入力してください。
ko: 유효한 이름을 입력하세요
ms: Masukkan nama pertama yang sah
nb: Skriv inn et gyldig fornavn
nl: Voer een geldige voornaam in.
pl: Wpisz prawidłowe imię
pt_br: Insira um nome válido
ro: Introdu un prenume valid
ru: Введите действительное имя
sk: Zadajte platné krstné meno
sl: Vnesite veljavno ime
sv: Ange ett giltigt förnamn
th: ป้อนชื่อที่ถูกต้อง
tr: Geçerli bir ad girin
vi: Nhập tên hợp lệ
zh_cn: 请输入有效名字
zh_tw: 請輸入有效的名字

# errors.invalid.last_name
source: Enter a valid last name
bg: Въведете валидна фамилия
cs: Zadejte platné příjmení
da: Angiv et gyldigt efternavn
de: Gib einen gültigen Nachnamen ein
el: Εισαγάγετε ένα έγκυρο επώνυμο
es: Introduce un apellido válido
fi: Syötä kelvollinen sukunimi
fr: Saisir un nom valide
hr: Unesite valjano prezime
hu: Adjon meg egy érvényes vezetéknevet
id: Masukkan nama belakang yang valid
it: Inserisci un cognome valido
ja: 有効な姓を入力してください
ko: 유효한 성을 입력하세요
ms: Masukkan nama akhir yang sah
nb: Skriv inn et gyldig etternavn
nl: Voer een geldige achternaam in.
pl: Wpisz prawidłowe nazwisko
pt_br: Insira um sobrenome válido
ro: Introdu un nume valid
ru: Введите действительную фамилию
sk: Zadajte platné priezvisko
sl: Vnesite veljaven priimek
sv: Ange ett giltigt efternamn
th: ป้อนนามสกุลที่ถูกต้อง
tr: Geçerli bir soyadı girin
vi: Nhập họ hợp lệ
zh_cn: 请输入有效姓氏
zh_tw: 輸入有效的姓氏

# errors.invalid.phone
source: Enter a valid phone number
bg: Въведете валиден телефонен номер
cs: Zadejte platné telefonní číslo
da: Angiv et gyldigt telefonnummer
de: Eine gültige Telefonnummer eingeben
el: Εισαγάγετε έναν έγκυρο αριθμό τηλεφώνου
es: Introduce un número de teléfono válido
fi: Syötä kelvollinen puhelinnumero
fr: Saisir un numéro de téléphone valide
hr: Unesite važeći telefonski broj
hu: Adjon meg egy érvényes telefonszámot
id: Masukkan nomor telepon yang valid
it: Inserisci un numero di telefono valido
ja: 有効な電話番号を入力してください
ko: 유효한 전화번호를 입력하세요
ms: Masukkan nombor telefon yang sah
nb: Skriv inn et gyldig telefonnummer
nl: Voer een geldig telefoonnummer in
pl: Wpisz prawidłowy numer telefonu
pt_br: Insira um telefone válido
ro: Introdu un număr de telefon valid
ru: Введите действительный номер телефона
sk: Zadajte platné telefónne číslo
sl: Vnesite veljavno telefonsko številko
sv: Ange ett giltigt telefonnummer
th: ป้อนหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Geçerli bir telefon numarası girin
vi: Nhập số điện thoại hợp lệ
zh_cn: 输入有效的电话号码
zh_tw: 請輸入有效的電話號碼

# errors.invalid.postal_code
source: Enter a valid zip / postal code
bg: Въведете валиден пощенски код
cs: Zadejte platné PSČ
da: Angiv et gyldigt postnummer
de: Gib eine gültige Postleitzahl ein
el: Εισαγάγετε έναν έγκυρο ταχυδρομικό κώδικα
es: Introduce un código postal válido
fi: Syötä kelvollinen postinumero
fr: Saisissez un code postal valide
hr: Unesite važeći poštanski broj
hu: Adjon meg egy érvényes irányítószámot
id: Masukkan kode pos yang valid
it: Inserisci un CAP/Codice di avviamento postale valido
ja: 有効な郵便番号を入力してください
ko: 올바른 우편 번호를 입력하세요
ms: Masukkan poskod yang sah
nb: Skriv inn et gyldig postnummer
nl: Voer een geldige ZIP- of postcode in.
pl: Wpisz prawidłowy kod pocztowy
pt_br: Insira um CEP válido
ro: Introdu un cod poștal valid
ru: Введите действительный почтовый индекс
sk: Zadajte platné PSČ
sl: Vnesite veljavno poštno številko
sv: Ange ett giltigt postnummer
th: ป้อนรหัสไปรษณีย์ที่ถูกต้อง
tr: Geçerli bir posta kodu girin
vi: Nhập mã bưu chính hợp lệ
zh_cn: 请输入有效的邮政编码
zh_tw: 輸入有效的郵遞區號
